# -*- coding: utf-8 -*-
# NewVirtualKeyBoard (c) RAED 01-09-2025
# Russian translation by Warder Thank you

title1="Введите искомое слово"
title2="Изображение виртуальной клавиатуры"
title3="Новая виртуальная клавиатура"
title4="Отмена"
title5="Сохранить"
title6="Виртуальная клавиатура"
title7="Способ ввода текста: клавиатура"
title8="Выберите язык плагина"
title9="Увеличение и уменьшение размера шрифта (от 01 до 30)"
title10="Показывать подсказки Google и истории"
title11="Включить/отключить проверку онлайн-обновлений"
title12="Показывать плагин в браузере плагинов"
title13="Перезапустить enigma2 для загрузки новых настроек?"
title14="Новая версия"
title15="Доступна"
title16="Не устанавливать сейчас"
title17="Установка последнего обновления, после установки запустится Enigma"
title18="Нажмите "ОК", чтобы удалить язык"
title19="Нажмите "ОК", чтобы установить язык"
title20="Язык удалён из установленного пакета"
title21="Язык успешно загружен, выйдите из программы установки"
title22="Не удалось загрузить язык, попробуйте позже"
# Пожалуйста, не изменяйте имена копий и записей
title23="Новая виртуальная клавиатура — оригинальный код SamSamSam (e2iplayer). Разработчики: mfaraj57 и Fairbird. Скин и дополнения: KiddaC"
#
title24="История поиска"
title25="Предложения Google"
title26="История поиска"
title27="Установить язык"
title28="Очистить историю"
title29="Настройки"
title30="Выбрать Задача
title31="Жёлтый - Сменить язык"
title32="Синий - Переключить фокус между подсказками и клавиатурой"
title33="Меню - Показать дополнительные функции - Установить языки..."
title34="Информация - Показать этот экран ещё раз"
title35="Page Up - Вставить пробел"
title36="Page Down - Очистить введенный текст"
title37="Выбрать задачу"
title38="Выбор языка
